export default {
  '0000': {
    name: '剑之辉石',
  },
  '0001': {
    name: '弓之辉石',
  },
  '0002': {
    name: '枪之辉石',
  },
  '0003': {
    name: '骑之辉石',
  },
  '0004': {
    name: '术之辉石',
  },
  '0005': {
    name: '杀之辉石',
  },
  '0006': {
    name: '狂之辉石',
  },
  '0100': {
    name: '剑之魔石',
  },
  '0101': {
    name: '弓之魔石',
  },
  '0102': {
    name: '枪之魔石',
  },
  '0103': {
    name: '骑之魔石',
  },
  '0104': {
    name: '术之魔石',
  },
  '0105': {
    name: '杀之魔石',
  },
  '0106': {
    name: '狂之魔石',
  },
  '0200': {
    name: '剑之秘石',
  },
  '0201': {
    name: '弓之秘石',
  },
  '0202': {
    name: '槍の秘石',
  },
  '0203': {
    name: '騎の秘石',
  },
  '0204': {
    name: '术之秘石',
  },
  '0205': {
    name: '杀之秘石',
  },
  '0206': {
    name: '狂之秘石',
  },

  1000: {
    name: '英雄之证',
  },
  1001: {
    name: '凶骨',
  },
  1002: {
    name: '龙牙',
  },
  1003: {
    name: '虚影之尘',
  },
  1004: {
    name: '愚者の鎖',
  },
  1005: {
    name: '万死の毒針',
  },
  1006: {
    name: '魔術髄液',
  },

  1100: {
    name: '世界树之种',
  },
  1101: {
    name: '幽灵提灯',
  },
  1102: {
    name: '八连双晶',
  },
  1103: {
    name: '蛇之宝玉',
  },
  1104: {
    name: '凤凰羽毛',
  },
  1105: {
    name: '无间齿轮',
  },
  1106: {
    name: '禁断之页',
  },
  1107: {
    name: '人造人幼体',
  },
  1108: {
    name: '陨蹄铁',
  },
  1109: {
    name: '大騎士勲章',
  },
  1110: {
    name: '追憶の貝殻',
  },

  1200: {
    name: '混沌之爪',
  },
  1201: {
    name: '蛮神心脏',
  },
  1202: {
    name: '龙之逆鳞',
  },
  1203: {
    name: '精灵根',
  },
  1204: {
    name: '战马幼角',
  },
  1205: {
    name: '血泪石',
  },
  1206: {
    name: '黑兽脂',
  },

  1207: {
    name: '原初の産毛',
  },
  1208: {
    name: '呪獣胆石',
  },
  1209: {
    name: '封魔のランプ',
  },
  1210: {
    name: '智慧のスカラベ',
  },
  1211: {
    name: '奇奇神酒',
  },

  2000: {
    name: '传承结晶',
  },

  3000: {
    name: '棒棒糖',
  },
  3001: {
    name: '水晶球',
  },
  3002: {
    name: '鈴鳴りの枝',
  },
  3003: {
    name: '竜のオーブ',
  },
  3004: {
    name: 'ジル・ド・レェ人形',
  },
  3005: {
    name: '蘭奢待',
  },
  3006: {
    name: '缎带',
  },
  3007: {
    name: '黄金骷髅',
  },
  3008: {
    name: '木桶火鸡',
  },
  3009: {
    name: 'ゴールデンベアライター',
  },
  3010: {
    name: 'ハートのブレスレット',
  },
  3011: {
    name: '业物小刀',
  },

  4000: {
    name: '银剑棋',
  },
  4001: {
    name: '银弓棋',
  },
  4002: {
    name: '银枪棋',
  },
  4003: {
    name: '银色骑兵棋子',
  },
  4004: {
    name: '银色法师棋子',
  },
  4005: {
    name: '银色暗杀棋子',
  },
  4006: {
    name: '银色狂战棋子',
  },

  4100: {
    name: '金剑棋',
  },
  4101: {
    name: '金弓棋',
  },
  4102: {
    name: '金枪棋',
  },
  4103: {
    name: '金色骑兵棋子',
  },
  4104: {
    name: '金色法师棋子',
  },
  4105: {
    name: '金色暗杀棋子',
  },
  4106: {
    name: '金色狂战棋子',
  },
}
